             CMD        PROMPT('SEARCH SOURCE MEMBER FOR TEXT')      
                                                                     
             PARM       KWD(TXT) TYPE(*CHAR) LEN(20) PROMPT('SEARCH STRING')                                   
             PARM       KWD(LIB) TYPE(*CHAR) LEN(6) PROMPT('LIBRARY')
             PARM       KWD(FIL) TYPE(*CHAR) LEN(10) PROMPT('FILE')  
