             CMD        PROMPT('QUERY A FILE')

             PARM       KWD(FIL) TYPE(*CHAR) LEN(10) PROMPT('FILE NAME')
             PARM       KWD(LIB) TYPE(*CHAR) LEN(10) PROMPT('LIBRARY NAME')
