             CMD        PROMPT('QUERY A FILE')                        
                                                                      
             PARM       KWD(LIB) TYPE(*CHAR) LEN(10) PROMPT('LIBRARY NAME')                                      
             PARM       KWD(FIL) TYPE(*CHAR) LEN(10) PROMPT('FILE NAME')                                      
