/****************************************************/
/* qbat- command to work with active jobs in qbatch */
/* date- 6/7/24                                     */
/* pgmr- ctimmons                                   */
/****************************************************/
             pgm
             wrkactjob sbs(qbatch)
             endpgm
